# Tracks packages from Homebrew that I like.
# Install with `$ brew tap Homebrew/bundle` and then `$ brew bundle`.

tap "homebrew/cask-fonts"

brew "neovim"
brew "ripgrep"
brew "fzf"
brew "asdf"
brew "awscli"
brew "jq"

cask "google-chrome"
cask "firefox"
cask "docker"
cask "steermouse"
cask "pocket-casts"
cask "1Password"
cask "sequel-ace"
cask "utcclock"

cask "rowanj-gitx"
cask "rectangle"
cask "bartender"
cask "stats"
cask "flycut"
cask "kap"

cask "font-jetbrains-mono"
